export default [{
    id: 1,
    recipe: {
      name: '糖醋雞',
      introduction: '糖醋可能是中國人的主食，但我們的DIY版本證明了在家製作時有些東西更好（並且完全值得付出努力）。這是因為它的油脂少，蔬菜更多，所以它感覺更輕，味道也更亮。甚至還有一些鳳梨扔進雞肉和辣椒的混合物中，以確保您獲得充足的甜蜜，甜蜜的滿足感。',
      img: 'china_show_1'
    },
    
  }, {
    id: 2,
    recipe: {
      name: '雞肉撈麵',
      introduction: '絕對好吃的秘密，有彈性、新鮮的麵條，具有令人滿意的口感，在他們的每一條麵條上吸收可口的大豆海鮮醬。它們被綠豆，胡蘿蔔，蘑菇和雞肉攪拌成一碗素食和蛋白質包裝好的食物。',
      img: 'china_show_2'
    },
  }, {
    id: 3,
    recipe: {
      name: '芝麻紅燒牛肉',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_3'
    },
}, {
    id: 4,
    recipe: {
      name: '蘑菇撈麵',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_4'
    },
}, {
    id: 5,
    recipe: {
      name: '烤肉丸',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_5'
    },
}, {
    id: 6,
    recipe: {
      name: '蜂蜜海鮮牛肉',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_6'
    },
}, {
    id: 7,
    recipe: {
      name: '紫菜豬肉玉米餅',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_7'
    },
}, {
    id: 8,
    recipe: {
      name: '蜂蜜雞肉',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_8'
    },
}, {
    id: 9,
    recipe: {
      name: '豬肉DIY餃子',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_9'
    },
}, {
    id: 10,
    recipe: {
      name: '海鮮牛肉拌飯',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_10'
    },
}, {
    id: 11,
    recipe: {
      name: '炒牛肉',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'china_show_11'
    },
}, {
    id: 12,
    recipe: {
      name: '芥末辛格鮭魚',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'japan_show_1'
    },
}, {
    id: 13,
    recipe: {
      name: '烤雞肉串',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'japan_show_2'
    },
}, {
    id: 14,
    recipe: {
      name: '香菇拉麵',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'japan_show_3'
    },
}, {
    id: 15,
    recipe: {
      name: '芝麻蜂蜜牛肉炒',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'japan_show_4'
    },
}, {
    id: 16,
    recipe: {
      name: '紅燒豬里脊肉',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'japan_show_5'
    },
}, {
    id: 17,
    recipe: {
      name: '芥末酸橙三文魚',
      introduction: '你可能聽說過海鮮醬，但不是每個人都知道它是什麼。中國的成分，如味噌，主要是用大豆製成的，通過發酵的魔力獲得了令人難以置信的複雜性。但它也有一種甜蜜，這使它非常容易受人喜愛。在這種炒菜中，這意味著一種美味的醬汁，可以覆蓋每一寸牛肉和蔬菜。還有一點蜂蜜，可以進一步提升這些口味。',
      img: 'japan_show_6'
    },
  }]